{
  "Job Title": "The official designation of a particular position or role within an organization (e.g., Software Engineer, Registered Nurse).",
  "Grade": "A level or category assigned to a job that usually reflects the seniority, responsibility, and pay scale associated with the role.",
  "Sector": "A broad industry or field of work, such as Technology, Healthcare, Finance, or Professional Services.",
  "Industry": "A more specific area within a sector, typically describing the main business activity (e.g., Technology, Healthcare).",
  "Institution Type": "The organizational type offering the job, such as Government, Private, NGO, Startup, or Mission.",
  "Recommended Basic": "The suggested base monthly salary for a particular job, before allowances and bonuses.",
  "Allowance": "Additional payments on top of the basic salary, such as housing or transport allowances.",
  "Total Package": "The sum of the basic salary and all allowances, representing the total monthly compensation.",
  "Salary Calculator": "A tool to help users estimate their total pay package by combining the basic salary and allowances.",
  "Recognition of Service": "A benefit or allowance awarded based on the number of years an employee has worked in their field.",
  "Night Shift Allowance": "Extra compensation for employees who work during the night or outside regular working hours.",
  "Funeral Allowance": "A benefit or payment provided to cover funeral expenses for the employee or their immediate family.",
  "Qualifications": "The educational background or certifications required for a particular job.",
  "Skills": "Specific competencies or abilities needed to perform the job effectively.",
  "Responsibilities": "Key tasks and duties expected of someone holding the job.",
  "Employer": "An organization or business offering the job.",
  "Popular Jobs": "Roles that are most frequently searched or in high demand.",
  "Recently Added": "Jobs that have been most recently added to the database or listings.",
  "Autocomplete": "A feature that suggests possible job titles as you type into the search bar.",
  "Persistent Search": "A function that remembers your last search or sector for convenience on your return.",
  "Browse by Sector": "A tool that allows users to quickly view all jobs within a particular sector.",
  "Salary Range": "The minimum and maximum basic salaries available for jobs within a sector.",
  "View More": "A button or link that reveals the full job details and salary information."
}